Repository: danielgp/eFactura
Catalog: source/locale/*/LC_MESSAGES/eFactura.po
Languages: it_it, ro_ro

# i18n_Btn_AnalyzeZIP
source: Analyze ZIP archives from ANAF from a local folder
it_it: Analizza gli archivi ZIP di ANAF da una cartella locale
ro_ro: Analizează arhivele ZIP de la ANAF din dosarul local

# i18n_Clmn_Amount_VAT
source: VAT
it_it: IVA
ro_ro: TVA

# i18n_Clmn_Amount_wo_VAT
source: Value
it_it: Importo senza IVA
ro_ro: Valoare

# i18n_Clmn_Customer_CUI
source: Customer CUI
it_it: Codice identificativo fiscale del cliente
ro_ro: CUI client

# i18n_Clmn_Customer_Name
source: Customer Name
it_it: .Nome del cliente
ro_ro: Nume client

# i18n_Clmn_Days_Between
source: Days issue-response
it_it: Giorni tra emissione e risposta
ro_ro: Zile emitere-răspuns

# i18n_Clmn_Document_No
source: Document ID
it_it: Numero del documento
ro_ro: Identificator document

# i18n_Clmn_Error
source: Error
it_it: Errore
ro_ro: Eroare

# i18n_Clmn_Issue_Date
source: Issued Date
it_it: Data di emissione
ro_ro: Dată emitere

# i18n_Clmn_Issue_YearMonth
source: Issued Year and Month
it_it: Anno e mese di emissione
ro_ro: An și lună emitere

# i18n_Clmn_Loading_Index
source: Loading Index
it_it: Indice di caricamento
ro_ro: Index încărcare

# i18n_Clmn_No_of_Lines
source: No. of Lines
it_it: Numero di righe
ro_ro: Nr. linii

# i18n_Clmn_Response_Index
source: Response Index
it_it: Indice di rilascio
ro_ro: Index răspuns

# i18n_Clmn_Size
source: Size [bytes]
it_it: Dimensione [bytes]
ro_ro: Dimensiune [bytes]

# i18n_Clmn_Supplier_CUI
source: Supplier CUI
it_it: Codice identificativo fiscale del fornitore
ro_ro: CUI furnizor

# i18n_Clmn_Supplier_Name
source: Supplier Name
it_it: Nome del fornitore
ro_ro: Nume furnizor

# i18n_Msg_NoZip
source: Unfortunately there are no zip archives within given folder (%s)...
it_it: Sfortunatamente non ci sono archive zip nel folder fornito (%s)...
ro_ro: Din păcate nu există arhive zip în dosarul specificat (%s)...

# i18n_Msg_InvalidZip
source: Invalid archive (could not be opened)
ro_ro: Arhivă invalidă (nu a putut fi deschisă)

# i18n_TimeZone
source: America/Chicago
ro_ro: Europe/Bucharest

# i18n_Clmn_Amount_TOTAL
source: TOTAL
it_it: TOTALE
